{
  "TypeTitle": "สถิติข้อมูลนักศึกษา",
  "TypeTitleShort": "สถิตินักศึกษา",
  "TypeMenu": [
    {
      "MenuId": "s001",
      "MenuTitle": "สถิติข้อมูลนักศึกษาในปัจจุบัน",
      "MenuTitleShort": "ข้อมูลนักศึกษาปัจจุบัน",
      "MenuDesc": "ข้อมูลสถิตินักศึกษาในปัจจุบัน ได้แก่ นักศึกษาที่มีสถานภาพ ภาพรวมนักศึกษาทั้งหมด และข้อมูลการลงทะเบียนในปัจจุบัน แบ่งออกเป็นแต่ละหัวข้อดังนี้",
      "MenuIcon": "id-card",
      "Statistics": [
        {
          "StatId": "001",
          "StatTitle": "สถิติข้อมูลนักศึกษาที่มีสถานภาพนักศึกษา ณ ปัจจุบัน",
          "StatTitleShort": "นักศึกษาปัจจุบัน",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ทั้งหมดที่มีสถานภาพเป็นนักศึกษาในภาคการศึกษาปัจจุบัน โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการเข้าศึกษา(ภาคปกติ/ภาคพิเศษ/นานาชาติ) และเพศ "
        },
        {
          "StatId": "002",
          "StatTitle": "สถิติข้อมูลภาพรวมนักศึกษา แบ่งตามสถานภาพทั้งหมด (ระดับปริญญาตรีและต่ำกว่าทั้งหมด)",
          "StatTitleShort": "ภาพรวมนักศึกษาป.ตรีและต่ำกว่า (แบ่งตามสถานภาพ)",
          "StatDesc": "ข้อมูลภาพรวมนักศึกษามหาวิทยาลัยเชียงใหม่ระดับปริญญาตรีและต่ำกว่าทั้งหมด แบ่งตามสถานภาพ คณะและสาขาวิชา โดยระบบจะแสดงข้อมูลตามปีการศึกษาที่นักศึกษาเข้าศึกษา สถานภาพ คณะและสาขาวิชาที่สังกัด และผู้ใช้งานสามารถเลือกให้แสดงผลตามคณะของนักศึกษาได้"
        },
        {
          "StatId": "004",
          "StatTitle": "สถิติข้อมูลนักศึกษาที่มีสถานภาพนักศึกษา ณ ปัจจุบัน ระดับปริญญาตรีและต่ำกว่าฯ แบ่งตามคณะและสาขาวิชา",
          "StatTitleShort": "นักศึกษาปัจจุบัน ป.ตรีและต่ำกว่า (แบ่งตามคณะ-สาขา)",
          "StatDesc": "ข้อมูลนักศึกษาระดับปริญญาตรีและต่ำกว่า ที่มีสถานภาพในแต่ละสาขาวิชา โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการเข้าศึกษา(ภาคปกติ/ภาคพิเศษ/นานาชาติ) และผู้ใช้งานสามารถเลือกคณะและปีที่เข้าศึกษา (รหัส) ที่ต้องการให้แสดงผลได้"
        },
        {
          "StatId": "005",
          "StatTitle": "สถิติข้อมูลนักศึกษาที่มีสถานภาพนักศึกษา ณ ปัจจุบัน ระดับปริญญาตรีและต่ำกว่าฯ แบ่งตามปีที่เข้าศึกษา (รหัส)",
          "StatTitleShort": "นักศึกษาปัจจุบัน ป.ตรี แบ่งตามรหัส",
          "StatDesc": "ข้อมูลนักศึกษาระดับปริญญาตรีและต่ำกว่า ที่มีสถานภาพในแต่ละสาขาวิชา โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด และปีที่เข้าศึกษา (รหัส) ย้อนหลัง 10 ปี และผู้ใช้งานสามารถเลือกคณะที่ต้องการให้แสดงผลได้"
        },
        {
          "StatId": "003",
          "StatTitle": "สถิติข้อมูลภาพรวมนักศึกษา แบ่งตามสถานภาพทั้งหมด (ระดับบัณฑิตศึกษา)",
          "StatTitleShort": "ภาพรวมนักศึกษาบัณฑิตศึกษา (แบ่งตามสถานภาพ)",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ระดับบัณฑิตศึกษา แบ่งตามสถานภาพ คณะและสาขาวิชา โดยระบบจะแสดงข้อมูลตามปีการศึกษาที่นักศึกษาเข้าศึกษา สถานภาพ คณะและสาขาวิชาที่สังกัด และผู้ใช้งานสามารถเลือกให้แสดงผลตามคณะของนักศึกษาได้"
        },
        {
          "StatId": "006",
          "StatTitle": "สถิติข้อมูลนักศึกษาที่มีสถานภาพนักศึกษา ณ ปัจจุบัน ระดับบัณฑิตศึกษา แบ่งตามคณะและสาขาวิชา",
          "StatTitleShort": "นักศึกษาปัจจุบัน บัณฑิตศึกษา (แบ่งตามคณะ-สาขา)",
          "StatDesc": "ข้อมูลนักศึกษาระดับบัณฑิตศึกษา ที่มีสถานภาพในแต่ละสาขาวิชา โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการเข้าศึกษา(ภาคปกติ/ภาคพิเศษ/นานาชาติ) และผู้ใช้งานสามารถเลือกคณะและปีที่เข้าศึกษา (รหัส) ที่ต้องการให้แสดงผลได้"
        },
        {
          "StatId": "007",
          "StatTitle": "สถิติข้อมูลนักศึกษาที่มีสถานภาพนักศึกษา ณ ปัจจุบัน ระดับบัณฑิตศึกษา แบ่งตามปีที่เข้าศึกษา (รหัส)",
          "StatTitleShort": "นักศึกษาปัจจุบัน บัณฑิตศึกษา แบ่งตามรหัส",
          "StatDesc": "ข้อมูลนักศึกษาระดับบัณฑิตศึกษาที่มีสถานภาพในแต่ละสาขาวิชา โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด และปีที่เข้าศึกษา (รหัส) ย้อนหลัง 10 ปี และผู้ใช้งานสามารถเลือกคณะที่ต้องการให้แสดงผลได้"
        },
        {
          "StatId": "008",
          "StatTitle": "สถิติข้อมูลการลงทะเบียนของนักศึกษาที่มีสถานภาพนักศึกษา ณ ปัจจุบัน",
          "StatTitleShort": "นักศึกษาปัจจุบันที่ลงทะเบียน",
          "StatDesc": "ข้อมูลการลงทะเบียนเรียนของนักศึกษามหาวิทยาลัยเชียงใหม่ ที่มีสถานภาพเป็นนักศึกษาในภาคการศึกษาปัจจุบัน โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการลงทะเบียน(ลงทะเบียนกระบวนวิชา/ลงทะเบียนเพื่อใช้บริการของมหาวิทยาลัย) โดยผู้ใช้งานสามารถเลือกให้แสดงผลตามภาคการศึกษา และปีที่เข้าศึกษา (รหัส) ได้"
        },
        {
          "StatId": "009",
          "StatTitle": "สถิติข้อมูลนักศึกษาต่างชาติที่มีสถานภาพนักศึกษา ณ ปัจจุบัน",
          "StatTitleShort": "นักศึกษาต่างชาติปัจจุบัน",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ (ไม่รวมนักศึกษาสมทบ) ที่ไม่ได้ถือสัญชาติไทยทั้งหมด (ไม่ได้ถือสัญชาติ : ไทย(TH), บุคคลซึ่งไม่มีสัญชาติไทย(ZX), บุคคลที่ไม่มีสถานะทางทะเบียน(XY), ไร้สัญชาติ(XX) และ ไม่ระบุ(ZZ)) ที่มีสถานภาพเป็นนักศึกษาในภาคการศึกษาปัจจุบัน โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการเข้าศึกษา(ภาคปกติ/ภาคพิเศษ/นานาชาติ) และเพศ"
        },
        {
          "StatId": "010",
          "StatTitle": "สถิติข้อมูลนักศึกษาที่มีสถานภาพนักศึกษา ที่เรียนเกินหลักสูตร แบ่งตามหลักสูตร",
          "StatTitleShort": "นักศึกษาเรียนเกินหลักสูตร",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ที่มีสถานภาพเป็นนักศึกษาในภาคการศึกษาปัจจุบันและใช้ระยะเวลาศึกษาเกินกว่าที่หลักสูตรกำหนดแล้ว โดยระบบจะแสดงข้อมูลตามคณะที่สังกัดและหลักสูตรของนักศึกษา และผู้ใช้งานสามารถเลือกคณะที่ต้องการให้แสดงผลได้"
        },
        {
          "StatId": "011",
          "StatTitle": "สถิติข้อมูลนักศึกษาพิการ, นักศึกษา 3 จังหวัดชายแดนภาคใต้ และนักศึกษาจากโครงการการรับนักเรียนชาวไทยภูเขา ที่มีสถานภาพนักศึกษา",
          "StatTitleShort": "นักศึกษาพิการ, 3 จังหวัดชายแดนใต้ และโครงการนักเรียนชาวไทยภูเขา",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ที่เป็นนักศึกษาพิการ, นักศึกษาที่มีภูมิลำเนา อยู่ใน 3 จังหวัดชายแดนภาคใต้ และนักศึกษาจากโครงการการรับนักเรียนชาวไทยภูเขา ที่มีสถานภาพนักศึกษา โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด และผู้ใช้งานสามารถเลือกปีที่เข้าศึกษา (รหัส) ที่ต้องการให้แสดงผลได้"
        },
        {
          "StatId": "012",
          "StatTitle": "สถิติข้อมูลนักศึกษาต่างชาติที่มีสถานภาพนักศึกษา ณ ปัจจุบัน แบ่งตามสัญชาติของนักศึกษา",
          "StatTitleShort": "นักศึกษาต่างชาติปัจจุบัน แบ่งตามสัญชาติ",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ (ไม่รวมนักศึกษาสมทบ) ที่ไม่ได้ถือสัญชาติไทย (TH) ที่มีสถานภาพเป็นนักศึกษาในภาคการศึกษาปัจจุบัน โดยระบบจะแสดงข้อมูลตามสัญชาติ และผู้ใช้งานสามารถเลือกปีที่เข้าศึกษา (รหัส) ที่ต้องการให้แสดงผลได้"
        },
        {
          "StatId": "013",
          "StatTitle": "สถิติข้อมูลนักศึกษาสมทบที่มีสถานภาพนักศึกษา ณ ปัจจุบัน",
          "StatTitleShort": "นักศึกษาสมทบปัจจุบัน",
          "StatDesc": "ข้อมูลนักศึกษาสมทบ มหาวิทยาลัยเชียงใหม่ ที่มีสถานภาพเป็นนักศึกษาในภาคการศึกษาปัจจุบันทั้งหมด โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการเข้าศึกษา(ภาคปกติ/ภาคพิเศษ/นานาชาติ) และเพศ "
        }
      ]
    },
    {
      "MenuId": "s002",
      "MenuTitle": "สถิติข้อมูลการรับเข้าศึกษา",
      "MenuTitleShort": "การรับเข้า",
      "MenuTitleEng": "",
      "MenuDesc": "ข้อมูลสถิติจากรับเข้าศึกษาและการออกรหัสเป็นนักศึกษามหาวิทยาลัยเชียงใหม่ แบ่งออกเป็นแต่ละหัวข้อดังนี้",
      "MenuIcon": "running",
      "Statistics": [
        {
          "StatId": "001",
          "StatTitle": "สถิติข้อมูลการออกรหัสนักศึกษาและผู้ที่สละสิทธิ์การเป็นนักศึกษา",
          "StatTitleShort": "ออกรหัสและสละสิทธิ์",
          "StatDesc": "ข้อมูลการออกรหัสนักศึกษาและผู้ที่สละสิทธิ์การเป็นนักศึกษาของนักศึกษามหาวิทยาลัยเชียงใหม่ทั้งหมด โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด โดยผู้ใช้งานสามารถเลือกให้แสดงผลตามปีที่เข้าศึกษา (รหัส) ได้"
        }
      ]
    },
    {
      "MenuId": "s003",
      "MenuTitle": "สถิติข้อมูลการสำเร็จการศึกษา",
      "MenuTitleShort": "จบการศึกษา",
      "MenuTitleEng": "",
      "MenuDesc": "ข้อมูลสถิตินักศึกษาที่สำเร็จการศึกษา แบ่งออกเป็นแต่ละหัวข้อดังนี้",
      "MenuIcon": "graduation-cap",
      "Statistics": [
        {
          "StatId": "001",
          "StatTitle": "สถิตินักศึกษาสำเร็จการศึกษา ในแต่ละปีการศึกษา แบ่งตามปีที่เข้าศึกษา (รหัส) ",
          "StatTitleShort": "จบการศึกษา (ตามรหัส)",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ที่สำเร็จการศึกษาทั้งหมด โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการเข้าศึกษา(ภาคปกติ/ภาคพิเศษ/นานาชาติ) และเพศ โดยผู้ใช้งานสามารถเลือกให้แสดงผลตามปีที่เข้าศึกษา (รหัส) ได้"
        },
        {
          "StatId": "002",
          "StatTitle": "สถิตินักศึกษาสำเร็จการศึกษา ในแต่ละปีการศึกษา แบ่งตามภาคการศึกษาที่สำเร็จการศึกษา",
          "StatTitleShort": "จบการศึกษา (ตามภาคที่จบการศึกษา)",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ที่สำเร็จการศึกษาทั้งหมด โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการเข้าศึกษา(ภาคปกติ/ภาคพิเศษ/นานาชาติ) และเพศ โดยผู้ใช้งานสามารถเลือกให้แสดงผลตามภาคการศึกษาและปีการศึกษาที่นักศึกษาสำเร็จการศึกษาได้"
        }
      ]
    },
    {
      "MenuId": "s004",
      "MenuTitle": "สถิติข้อมูลนักศึกษาย้อนหลัง",
      "MenuTitleShort": "ข้อมูลนักศึกษาย้อนหลัง",
      "MenuDesc": "ข้อมูลสถิตินักศึกษาย้อนหลังของมหาวิทยาลัยเชียงใหม่ แบ่งออกเป็นแต่ละหัวข้อดังนี้",
      "MenuIcon": "house-user",
      "Statistics": [
        {
          "StatId": "001",
          "StatTitle": "สถิติข้อมูลนักศึกษาย้อนหลัง ณ ภาคการศึกษานั้นๆ",
          "StatTitleShort": "นักศึกษา ณ เทอมนั้นๆ",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ย้อนหลัง (ข้อมูลจากนักศึกษาที่ลงทะเบียนเรียนและลาพักการศึกษา ในแต่ละภาคการศึกษา) โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการเข้าศึกษา(ภาคปกติ/ภาคพิเศษ/นานาชาติ) และเพศ โดยผู้ใช้งานสามารถเลือกให้แสดงผลตามภาคการศึกษา และปีที่เข้าศึกษา (รหัส) ได้"
        },
        {
          "StatId": "002",
          "StatTitle": "สถิติข้อมูลนักศึกษาที่มีรายการลงทะเบียน ย้อนหลังในภาคการศึกษานั้นๆ",
          "StatTitleShort": "นักศึกษาที่ลงทะเบียน (ย้อนหลัง)",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ที่มีรายการลงทะเบียนทั้งหมด ย้อนหลังในแต่ละภาคการศึกษา โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการลงทะเบียน(ลงทะเบียนกระบวนวิชา/ลงทะเบียนเพื่อใช้บริการของมหาวิทยาลัย) โดยผู้ใช้งานสามารถเลือกให้แสดงผลตามภาคการศึกษา และปีที่เข้าศึกษา (รหัส) ได้"
        },
        {
          "StatId": "003",
          "StatTitle": "สถิติข้อมูลนักศึกษาต่างชาติย้อนหลัง ณ ภาคการศึกษานั้นๆ",
          "StatTitleShort": "นักศึกษาต่างชาติ ณ เทอมนั้นๆ",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ (ไม่รวมนักศึกษาสมทบ) ที่ไม่ได้ถือสัญชาติไทย (ไม่ได้ถือสัญชาติ : ไทย(TH), บุคคลซึ่งไม่มีสัญชาติไทย(XX), บุคคลที่ไม่มีสถานะทางทะเบียน(XY), ไร้สัญชาติ(XX)) ย้อนหลังทั้งหมด (ข้อมูลจากนักศึกษาที่ลงทะเบียนเรียนและลาพักการศึกษา ในแต่ละภาคการศึกษา)โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด ระดับการศึกษา ประเภทการเข้าศึกษา(ภาคปกติ/ภาคพิเศษ/นานาชาติ) และเพศ โดยผู้ใช้งานสามารถเลือกให้แสดงผลตามภาคการศึกษา และปีที่เข้าศึกษา (รหัส) ได้"
        },
        {
          "StatId": "004",
          "StatTitle": "สถิติข้อมูลนักศึกษาระดับปริญญาตรีและต่ำกว่าฯ ย้อนหลัง ณ ภาคการศึกษานั้นๆ แบ่งตามสาขาวิชาและปีที่เข้าศึกษา (รหัส)",
          "StatTitleShort": "นักศึกษา ป.ตรี แบ่งตามสาขาและรหัส (ย้อนหลัง)",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ย้อนหลัง (ข้อมูลจากนักศึกษาที่ลงทะเบียนเรียนและลาพักการศึกษา ในแต่ละภาคการศึกษา) ระดับปริญญาตรีและต่ำกว่า  ในแต่ละสาขาวิชา โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด และปีที่เข้าศึกษา (รหัส) ย้อนหลัง 10 ปี และผู้ใช้งานสามารถเลือกคณะที่ต้องการให้แสดงผลได้"
        },
        {
          "StatId": "005",
          "StatTitle": "สถิติข้อมูลนักศึกษาระดับบัณฑิตศึกษา ย้อนหลัง ณ ภาคการศึกษานั้นๆ แบ่งตามสาขาวิชาและปีที่เข้าศึกษา (รหัส)",
          "StatTitleShort": "นักศึกษาบัณฑิตศึกษา แบ่งตามสาขาและรหัส (ย้อนหลัง)",
          "StatDesc": "ข้อมูลนักศึกษามหาวิทยาลัยเชียงใหม่ย้อนหลัง (ข้อมูลจากนักศึกษาที่ลงทะเบียนเรียนและลาพักการศึกษา ในแต่ละภาคการศึกษา) ระดับบัณฑิตศึกษา ในแต่ละสาขาวิชา โดยระบบจะแสดงข้อมูลตามคณะที่สังกัด และปีที่เข้าศึกษา (รหัส) ย้อนหลัง 10 ปี และผู้ใช้งานสามารถเลือกคณะที่ต้องการให้แสดงผลได้"
        }
      ]
    },
    {
      "MenuId": "s005",
      "MenuTitle": "สถิติข้อมูลนักศึกษาสถาบันสมทบ",
      "MenuTitleShort": "สถาบันสมทบ",
      "MenuDesc": "ข้อมูลสถิตินักศึกษาสถาบันสมทบของมหาวิทยาลัยเชียงใหม่ แบ่งออกเป็นแต่ละหัวข้อดังนี้",
      "MenuIcon": "user-plus",
      "Statistics": [
        {
          "StatId": "001",
          "StatTitle": "สถิติข้อมูลนักศึกษาสถาบันสมทบฯ ที่มีสภานภาพ สังกัดวิทยาลัยพยาบาลบรมราชชนนี",
          "StatTitleShort": "นักศึกษาวิทยาลัยพยาบาลฯ ที่มีสภานภาพ",
          "StatDesc": "ข้อมูลสถิตินักศึกษาสถาบันสมทบของมหาวิทยาลัยเชียงใหม่ที่มีสภานภาพในปัจจุบัน สังกัดวิทยาลัยพยาบาลบรมราชชนนี โดยระบบจะแสดงข้อมูลตามสถาบันที่สังกัด และปีการศึกษาที่นักศึกษาเข้าศึกษา"
        },
        {
          "StatId": "002",
          "StatTitle": "สถิติข้อมูลภาพรวมนักศึกษาสถาบันสมทบฯ สังกัดวิทยาลัยพยาบาลบรมราชชนนี แบ่งตามสถานภาพ",
          "StatTitleShort": "นักศึกษาวิทยาลัยพยาบาลฯ แบ่งตามสถานภาพ",
          "StatDesc": "ข้อมูลสถิติภาพรวมนักศึกษาสถาบันสมทบของมหาวิทยาลัยเชียงใหม่ สังกัดวิทยาลัยพยาบาลบรมราชชนนี โดยระบบจะแสดงข้อมูลตามสถาบันที่สังกัด โดยผู้ใช้งานสามารถเลือกให้แสดงผลตามปีที่เข้าศึกษา (รหัส) ได้"
        }
      ]
    }
  ]
}